brew "argocd"
brew "cmake"
brew "coder"
brew "colordiff"
brew "k9s"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "terraform"
brew "helm"
brew "helmfile"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "tfenv"
brew "the_silver_searcher"
brew "trash"
brew "watch"
brew "wget"
brew "zsh"
