tap "buo/cask-upgrade"

brew "argocd"
brew "cmake"
brew "coder"
brew "colordiff"
brew "k9s"
brew "kubectl"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "terraform"
brew "helm"
brew "helmfile"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "tfenv"
brew "the_silver_searcher"
brew "watch"
brew "wget"
brew "zsh"
brew "nvm"
brew "uv"

cask "iterm2"
cask "arc"
cask "tableplus"
cask "blender"
